{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "i'm",
    "home_what_my_name_is": "Hrutugandha!",
    "home_what_i_do": "Full Stack Web Developer",
    "home_job": "focusing on building tech to elevate the community. love building products and sharing knowledge.💜",
    "home_location": "Based in Pune, India",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello there, my name is Hrutugandha Nishigandh. Aspiring web developer with the ability to communicate effectively in a team setting. Have done several projects involving frontend and backend development. Highly organized, multi-tasker with expertise in scheduling projects, enhancing designs, and verifying code. Have successfully developed elegant, groundbreaking clones of websites. Seeking to further improve tech skills with a challenging role as a future software developer at a growth-oriented organization. I mainly develop MERN stack apps, i'm open to new opportunities.",
    "experience_0_job": "Web Design Intern",
    "experience_0_overview": "A Global Non-profit emerging artist and youth development through art and education.",
    "experience_0_duration": "Jan 2021 - Present",
    "education_0_job": "Full Stack Web Develpment",
    "education_0_overview": "Learning MERN Stack",
    "education_0_duration": "June 2022",
    "education_1_job": "B.Tech",
    "education_1_overview": "Biomedical Engineering",
    "education_1_duration": "July 2020",
    "projects_1_overview": "Ecommerce Website to buy furniture online.",
    "projects_2_overview": "SUGAR Cosmetics is the website for premium makeup products online.",
    "projects_3_overview": "The app is based on modern-day forecast software. Real-time weather forecast access using fetching API data",
    "projects_1_extended_overview": "E-commerce website selling furniture. Features:- Login and registration page- Collection of products and their overview - Search and filter the products- Adding products to the cart section Responsibilities- Created a product overview model page- Responsive page with flexible UI- Designed a dynamic page of the products modelCollaborative project of 3 members executed in 4 days",
    "projects_2_extended_overview": "A web application for cosmetics Features: - Sign-up/sign-in page - Cart and wishlist page - Payment gateway page - Full flow of e-commerce website Responsibilities: - Created website layout/user interfaces by using standard HTML/CSS practices - Implemented search and filter functionality on the Product page - Designed and implemented the functionality of the Home page of the app Collaborative project of 5 members executed in 5 days",
    "projects_3_extended_overview": "Weather forecasting app. Features: - Sign-up/sign-in page - Reponsive HTML page Responsibilities:- Created website layout/user interfaces by using standard HTML/CSS",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
